accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
ark
atom
audiocd-kio
autoconf
automake
b43-fwcutter
base
bash-completion
beep
bind
binutils
bison
blender
bluedevil
bluez
bluez-utils
breeze-gtk
btop
btrfs-progs
cantarell-fonts
cryptsetup
cura
device-mapper
dhclient
dialog
diffutils
discord
discover
dmidecode
dmraid
dnsmasq
dolphin
dosfstools
downgrade
dragon
duf
e2fsprogs
efibootmgr
efitools
elisa
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-plasma-sddm-config
eos-quickstart
eos-rankmirrors
eos-update-notifier
ethtool
exfatprogs
f2fs-tools
fakeroot
ffmpegthumbnailer
file
filelight
findutils
firefox
firewalld
flex
freecad
fsarchiver
gawk
gcc
gettext
git
github-cli
glances
gnome-disk-utility
gnome-notes
gnu-netcat
gparted
grep
groff
grub
grub-tools
grub2-theme-endeavouros
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gwenview
gzip
haveged
hdparm
htop
hwdetect
hwinfo
inetutils
intel-ucode
inxi
ipw2100-fw
ipw2200-fw
iwd
jfsutils
kate
kcalc
kde-gtk-config
kdenlive
khotkeys
kinfocenter
kinit
kio-fuse
kscreen
kwallet-pam
less
lib32-nvidia-utils
libdvdcss
libgsf
libopenraw
libtool
libwnck3
linux
linux-firmware
linux-headers
logrotate
lolcat
lsb-release
lsscsi
lutris
lvm2
m4
make
man-db
man-pages
mdadm
meld
mesa-utils
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mtools
nano
nano-syntax-highlighting
nbd
ndisc6
neofetch
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
noto-fonts
nss-mdns
ntfs-3g
ntp
nvidia
nvidia-settings
nvtop
okular
openconnect
openvpn
os-prober
packagekit-qt5
pacman
pacman-contrib
partitionmanager
patch
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
plasma-desktop
plasma-disks
plasma-nm
plasma-pa
poppler-glib
power-profiles-daemon
powerdevil
ppp
pptpclient
print-manager
pulseaudio-qt
pulseview
pv
python
python-capng
python-defusedxml
python-packaging
python-pyqt5
r8168
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rp-pppoe
rsync
s-nail
sddm-kcm
sed
sg3_utils
smartmontools
sof-firmware
solid
sshfs
steam
sudo
sysfsutils
systemd-sysvcompat
telegram-desktop
texinfo
tldr
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vpnc
welcome
wget
which
whois
wireless-regdb
wireless_tools
wireplumber
wpa_supplicant
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-intel
xfce4-terminal
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsettingsd
yad-eos
yay
